[
  {
    "data": {
      "Engineering": [
        {
          "title": "IT Security Analyst",
          "location": "West Jakarta, Kebonjeruk, West Jakarta City, Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Monitoring and auditing activity logs",
            "Help set up and enforce IT security policies",
            "Help organizing IT security documents and documentations",
            "Performing security checks on web and networks",
            "Assessing information security risks that needs to be addressed by the company",
            "Collaborate with engineering and business in improving the company security posture"
          ],
          "qualification": [
            "Bachelor's degree in computer science, information systems, or related fields (preferably with infosec specialization)",
            "Good logical & problem solving skills",
            "Good verbal/written communication & organizational skills",
            "Possess some level of proficiency with Linux, software development, & computer networking",
            "Information security certification is a plus",
            "Fresh graduates are welcome"
          ]
        },
        {
          "title": "Software Engineer - Jogja",
          "location": "Yogyakarta, Jogja, Indonesia",
          "posted_by": "",
          "description": [
            "Contribute to all aspects of the software development lifecycle including design, development, documentation, testing and operations",
            "Write clean and testable code, as well as optimal code",
            "Work with your team to maintain and improve software quality",
            "Doing code review as part of the development lifecycle according to coding standards and current known best practices",
            "Deliver good quality code in a reasonable timeline",
            "Write tests with at least 90% of test coverage"
          ],
          "qualification": [
            "S1 degree with good algorithm & problem solving skills.",
            "Knowledge on how to build scalable system as well as maintainable system",
            "Excellent understanding with at least one of the following languages: NodeJS, Golang, Java, Python",
            "High level understanding on the networking and security fundamentals",
            "Minimum of 2+ years of experience in software development and / or participating in coding competitions",
            "Good understanding on how to build efficient distributed systems",
            "Excellent understanding in NodeJS, MongoDB, PostgreSQL and know how to optimise javascript code as well as SQL query.",
            "Comfortable with UNIX / Linux environment",
            "Experience in managing infrastructure and services in GCP"
          ]
        },
        {
          "title": "IT SysAdmin",
          "location": "West Jakarta, Kebonjeruk, West Jakarta City, Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Maintain and immediate do remediation on the Tickets related to Network Performance and service degradation",
            "Send the IST Communication notification to users which is validated by COMPANY via email or intranet, and closing and/or escalating the ticket to Company’s IT staff in case of necessity.",
            "Maintain Fortinet Appliances on the Firewalls",
            "Maintain Asterisk PBX system and IP Phones",
            "Ensure the VoIP network has a QOS",
            "Check the status of a registered IT Infrastructure to ensure that it is operating within acceptable limits",
            "Respond events generated by monitored device by creating ticket incident and assigned to concern parties",
            "Get acknowledge from concern parties that ticket has been response",
            "Incident Report (could be using Flash Info mechanism) must be escalated it to all concern parties.",
            "Use Tools to monitor the availability of systems servers and network line (i.e. Solarwind, etc).",
            "Proactively raise incident / problem into operational service desk or ticketing system regarding project activity where required",
            "Supporting for network and service desk improvement",
            "Implement pre approve standard change (change request management regarding project based)",
            "Provide risk or advice regarding pre-implementation project where required",
            "Proactively reminder or notify the team regarding project process and timeline implementation"
          ],
          "qualification": [
            "Candidate must possess at least a Professional Certificate, Diploma, Bachelor’s Degree, Post Graduate Diploma or Professional Degree in Engineering (Computer/Telecommunication), Computer Science/Information Technology or equivalent.",
            "Required skill(s):",
            "Linux ( Centos/Debian )",
            "Bash Scripting [Phyton,Windows Server Networking Security (DHCP, DNS, Firewall, Routing, etc)]",
            "VMware/Proxmox, or familiar with Cloud platforms",
            "Veeam/Backup Exec, or any backup/replicating systems",
            "SQL ( MySQL, Postgre, MSSQL ,etc)",
            "Preferably skill(s): PBX ( Asterisk based)",
            "Good communication capability in English",
            "Applicants must be willing to work on shift."
          ]
        },
        {
          "title": "IOS Developer (Freshgraduate, Senior, Principal, & Senior Principal Position)",
          "location": "Central Jakarta, Central Jakarta City, Jakarta, Indonesia",
          "posted_by": "Aldo Winata",
          "description": [
            "Develop the iOS application for Cermati",
            "Contribute to all aspects of the IOS development lifecycle including design, development, documentation, testing and operations",
            "Create clean, easy to read code within reasonable timeline",
            "Review each other's code and learn the software engineering best practices",
            "This is a full time job and not an internship"
          ],
          "qualification": [
            "Bachelor's Degree (S1) in Computer Science or related field. Or if you don't have a Bachelor's degree, prove to us that you can code at the same level as other software engineer",
            "Proficiency in, at least, one programming language such as Objective C, Swift, Java, Python, Javascript",
            "Experience in native iPhone and iPad development is a must.",
            "Having developed an IOS app from scratch to publication is a big plus"
          ]
        },
        {
          "title": "Software Engineer In Test Automation Testing (Senior, Principal, & Senior Principal Position)",
          "location": "West Jakarta, Kebon Jeruk, West Jakarta City, Jakarta, Indonesia",
          "posted_by": "Aldo Winata",
          "description": [
            "Contribute to all aspects of the software development lifecycle including design, development, documentation, testing and operations",
            "Create code that's easy to read",
            "Create automated testing that is fast, scalable, easily monitored and maintained",
            "Make sure to increase the test coverage of our code using library like istanbul.js",
            "Work with your team to maintain, improve and clean your code",
            "Review each other's code and learn the software engineering best practices here",
            "Design a system to improve the quality of our code and automate the mundane stuff like auto-rollback if test is failing. Or Auto push code to production.",
            "This is a full time job and not an internship position"
          ],
          "qualification": [
            "Bachelor’s Degree (S1) in Computer Science or related field. Or if you don't have a Bachelor's degree, prove to us that you can code at the same level as other software engineer",
            "Proficiency in, at least, one programming language such as Java, Javascript, Python, Ruby, Rust, Go, Haskell",
            "High level understanding on how the internet works (HTTP, DNS, IP, Server-client interaction, etc)",
            "Experience building scalable web services",
            "Experience in coding competitions",
            "Experience with AWS or other PAAS.",
            "Experience with Linux",
            "Experience with basic tooling like git, browser debugging, bash scripting, etc.",
            "Experience with Selenium, Nightwatch, CasperJS"
          ]
        },
        {
          "title": "Frontend Developer (Freshgraduate, Senior, Principal, & Senior Principal Position)",
          "location": "Central Jakarta, Central Jakarta City, Jakarta, Indonesia",
          "posted_by": "Aldo Winata",
          "description": [
            "Contribute to all aspects of the software development lifecycle including design, development, documentation, testing and operations",
            "Create code that's easy to read",
            "Work with your team to maintain, improve and clean your code",
            "Review each other's code and learn software engineering best practice here",
            "Deliver good quality code in a reasonable timeline",
            "This is a full time job and not an internship position"
          ],
          "qualification": [
            "Bachelor (S1) Degree in Computer Science or if you don't have a Bachelor's degree, prove to us that you can code at the same level as other software engineer (we have people in our team who doesn't have Bachelor in computer science)",
            "Experience and passion in web technologies styling, web performance and javascript (HTML5/CSS3/Javascript)",
            "Passion and curiosity to explore new things and keep abreast with new front end technologies",
            "Has high level understanding on how the internet works (HTTP, DNS, IP, Server-client interaction, etc)",
            "Proficiency in, at least, one programming language such as Java, PHP, Javascript, Python, Ruby, Rust, Go, Haskell.",
            "Comfortable working in server code although not very deep",
            "Has prior experience as a software developer or UX designer",
            "Experience with Linux",
            "Experience with basic tooling like git, browser debugging, bash scripting, etc.",
            "Experience in coding competitions",
            "Understand how to create a code with browser compatibility in different platform (android, desktop, iOS)"
          ]
        },
        {
          "title": "Software Engineer (Freshgraduate, Senior, Principal, Architect Position)",
          "location": "Central Jakarta, Central Jakarta City, Jakarta, Indonesia",
          "posted_by": "Aldo Winata",
          "description": [
            "Contribute to all aspects of the software development lifecycle including design, development, documentation, testing and operations",
            "Create code that's easy to read",
            "Work with your team to maintain, improve and clean your code",
            "Review each other's code and learn the software engineering best practices here",
            "Deliver good quality code in a reasonable timeline",
            "This is a full time job and not an internship position"
          ],
          "qualification": [
            "Bachelor’s Degree (S1) in Computer Science or related field. Or if you don't have a Bachelor's degree, prove to us that you can code at the same level as other software engineer",
            "Proficiency in, at least, one programming language such as Java, Javascript, Python, Ruby, Rust, Go, Haskell",
            "High level understanding on how the internet works (HTTP, DNS, IP, Server-client interaction, etc)",
            "Experience building scalable web services",
            "Experience in coding competitions",
            "Experience with AWS or other PAAS.",
            "Experience with Linux",
            "Experience with basic tooling like git, browser debugging, bash scripting, etc.",
            "Experience with Search & Personalization or Machine Learning"
          ]
        },
        {
          "title": "Software Quality Assurance (Manual Testing)",
          "location": "Jakarta, Indonesia",
          "posted_by": "Aldo Winata",
          "description": [
            "Create detailed, comprehensive and well-structured test plans and test cases.",
            "Perform all types of testing to ensure overall quality of the Product like user interface testing, functionality testing, performance testing, regression testing, integration testing, etc.",
            "Create & manage bug reports and communicate with the team",
            "Collaborate with Engineering, UI/UX, Infrastructure and Product Management teams.",
            "Be an active part of analysis, design and planning activities.",
            "Be an enthusiastic advocate for good Agile practices.",
            "Eager to learn and grow as a professional."
          ],
          "qualification": [
            "Bachelor's degree in Computer Science or Information Systems or other similar fields",
            "Minimum 1 year experience in Quality Assurance (Manual or automation)",
            "Experience in working with Web as well as Mobile applications (iOS & Android)",
            "Experience in API testing using tools like Postman, Jmeter, SoapUI, etc.",
            "Experience related to HTTP debugging on web and mobile based application (iOS & Android) using Developer tools/console.",
            "High level of comfort in using SQL for in-depth data testing.",
            "Experience in using test case and bug management tools like Phabricator, Test Rail, etc.",
            "Experience in working in Agile process methodology.",
            "Good interpersonal and communication skills. Should be comfortable with written and spoken English.",
            "Good analytical and problem-solving skills.",
            "Able to work independently or with limited assistance.",
            "Experience in programming languages like NodeJS, Java, Python, Ruby, etc is a plus but not required.",
            "Experience in Automation Testing using frameworks like Appium, Selenium, TestNG, Cucumber, TestCafe, NightwatchJS, etc. is a plus but not required.",
            "Experience in CI/CD process using Jenkins, Gitlab, etc. is a plus but not required."
          ]
        },
        {
          "title": "Software Engineering Management (Lead, Manager, Head, VP level)",
          "location": "Jakarta, Indonesia",
          "posted_by": "Aldo Winata",
          "description": [
            "Lead and mentor junior engineers to develop their skills and grow their careers at Cermati",
            "Understand Cermati's business and improve cermati's business with the help of your engineering team",
            "Hire and help the company find new engineering talent",
            "Responsible for managing, growing your team as well as your team member's promotions, demotions, hiring, firing, etc.",
            "Ensure that your team is happy, motivated and productive at Cermati",
            "Work with your team to build features, to maintain old code, improve and clean the code that your team owns",
            "Contribute to design decision and review each other's code",
            "Make sure the code that your team owns will be available 24/7 and you're willing to troubleshoot and maintain the services that your team owns",
            "Work together with product manager to set the feature specs and set the target deadline.",
            "Drive the projects so you can meet the deadline with your team"
          ],
          "qualification": [
            "Bachelor’s Degree (S1) in Computer Science or related field. Or if you don't have a Bachelor's degree, prove to us that you can code at the same level as other software engineer",
            "Proficiency in, at least, one programming language such as Java, Javascript, Python, Ruby, Rust, Go, Haskell",
            "Has high level understanding on how the internet works (HTTP, DNS, IP, Server-client interaction, etc)",
            "Experience building scalable web services",
            "Proven record of good mentorship and leadership in delivering high quality projects",
            "At least 2 years experience working in a good tech oriented company (or if you don't have it, you can prove to us that you can gain the respect from a team of smart engineers and you can lead them to greatness)",
            "Experience in coding competitions",
            "Experience with AWS or other PAAS.",
            "Experience with Linux",
            "Experience with basic tooling like git, browser debugging, bash scripting, etc.",
            "Experience with Search & Personalization or Machine Learning"
          ]
        },
        {
          "title": "Software Engineer - Infrastructure",
          "location": "Central Jakarta, Central Jakarta City, Jakarta, Indonesia",
          "posted_by": "Aldo Winata",
          "description": [
            "Designing company-wide infrastructure platform systems architecture, writing stable and readable code for the infrastructure components, and automating infrastructure operation tasks",
            "Managing Cermati’s infrastructure environment consisting of infrastructure for multiple product lines, while improving the process and security of the overall system",
            "Contributing to the standardization of infrastructure design and operations to comply with internationally-recognized standards (ISO, PCI-DSS, etc)",
            "Helping the company to adopt industry best practices in infrastructure platform design and implementation (containerization, automation, etc)",
            "This is a full time job and not an internship position"
          ],
          "qualification": [
            "Bachelor’s Degree in Computer Science or related field, or equivalent experience",
            "Proficiency in at least one programming language such as Java, Javascript, Python, Ruby, or Go",
            "Proficiency with Linux systems administration, computer networking, and automation tools such as Ansible, Chef, Puppet, or Terraform",
            "Knowledge in systems security, especially in the context of software development, network design, and cloud system operations",
            "Having experience and familiarity with cloud platforms such as AWS, Alibaba Cloud, or GCP is preferable"
          ]
        },
        {
          "title": "Software Engineer (Senior/Principal/Architect) - Singapore",
          "location": "Singapore",
          "posted_by": "Aldo Winata",
          "description": [
            "Contribute to all aspects of the software development lifecycle including design, development, documentation, testing and operations",
            "Create code that's easy to read",
            "Work with your team to maintain, improve and clean your code",
            "Review each other's code and learn the software engineering best practices here",
            "Deliver good quality code in a reasonable timeline"
          ],
          "qualification": [
            "Bachelor’s Degree (S1) in Computer Science or related field. Or if you don't have a Bachelor's degree, prove to us that you can code at the same level as other software engineer",
            "Proficiency in, at least, one programming language such as Java or Javascript,",
            "High level understanding on how the internet works (HTTP, DNS, IP, Server-client interaction, etc)",
            "Experience building scalable web services",
            "Experience in coding competitions",
            "Experience with AWS or other PAAS.",
            "Experience with Linux",
            "Experience with basic tooling like git, browser debugging, bash scripting, etc.",
            "Experience with Search & Personalization or Machine Learning"
          ]
        },
        {
          "title": "Frontend Developer (Senior/Principal/Architect) - Singapore",
          "location": "Singapore",
          "posted_by": "Aldo Winata",
          "description": [
            "Contribute to all aspects of the software development lifecycle including design, development, documentation, testing and operations",
            "Create code that's easy to read",
            "Work with your team to maintain, improve and clean your code",
            "Review each other's code and learn software engineering best practice here",
            "Deliver good quality code in a reasonable timeline"
          ],
          "qualification": [
            "Bachelor (S1) Degree in Computer Science or if you don't have a Bachelor's degree, prove to us that you can code at the same level as other software engineer (we have people in our team who doesn't have Bachelor in computer science)",
            "Experience and passion in web technologies styling, web performance and javascript (HTML5/CSS3/Javascript)",
            "Passion and curiosity to explore new things and keep abreast with new front end technologies",
            "Has high level understanding on how the internet works (HTTP, DNS, IP, Server-client interaction, etc)",
            "Proficiency in, at least, one programming language such as Java, PHP, Javascript, Python, Ruby, Rust, Go, Haskell.",
            "Comfortable working in server code although not very deep",
            "Has prior experience as a software developer or UX designer",
            "Experience with Linux",
            "Experience with basic tooling like git, browser debugging, bash scripting, etc.",
            "Experience in coding competitions",
            "Understand how to create a code with browser compatibility in different platform (android, desktop, iOS)"
          ]
        },
        {
          "title": "Data Engineer (Freshgraduate, Senior, Principal, Architect Position)",
          "location": "Central Jakarta, Central Jakarta City, Jakarta, Indonesia",
          "posted_by": "Yovita Laurenzia",
          "description": [
            "Work with different business and technical teams across the company to establish unified definitions, systems, and data governance for key metrics.",
            "Build scalable backend solutions for automation of data processing;",
            "Develop predictive/segmentation models to understand our customers' behavior and convert that to actionables that will drive product/marketing/sales key metrics;",
            "Initiate and drive projects to completion with minimal guidance"
          ],
          "qualification": [
            "Candidates must be able to understand the tradeoff between performance, simplicity, maintainability and timeline constraints when developing software solutions",
            "Strong hands on experience in java, python is required. Must have shipped multiple projects with a major hands on contribution to each project.",
            "Experience in Big data technologies: hadoop ecosystem (mapreduce, spark, kafka)",
            "Experience in different storage technologies: OLTP like postgres, OLAP like redshift, Google bigquery, NoSQl like redis, hbase, kafka",
            "Familiarity with machine learning algorithms and concepts (gradient descent, logistic regression) and software libraries like pandas, tensorflow, etc"
          ]
        }
      ]
    }
  },
  {
    "data": {
      "Marketing & Content": [
        {
          "title": "Digital Marketing Analyst",
          "location": "Central Jakarta, Central Jakarta City, Jakarta, Indonesia",
          "posted_by": "Yovita Laurenzia",
          "description": [
            "Managing various online marketing channel to promote financial products to segmented audiences",
            "Acquire customers while maintaining a healthy CAC through various online marketing channel",
            "Conducting primary research to uncover current unique trends in personal finance in digital channel (e.g. social media, SEO and SEM)",
            "Monitor and analyze customer journey online to improve customer experience on using Cermati's website / mobile apps",
            "Translating marketing data into business insights and decisions",
            "Describe the responsibilities and keys to success of the job"
          ],
          "qualification": [
            "Bachelor Degree from reputable university, fresh graduates are welcome to apply",
            "A results driven, independent thinker with superior numerical, financial and technology skills",
            "Familiar on performing data analysis and reporting using SQL and BI tools is preferable",
            "Eager to work in a creative and collaborative environment to do iterative experiments to improve marketing performance",
            "Eager to learn, implement and utilize various marketing technology to help scaling & optimizing the company marketing activities",
            "Energized by brainstorming and iterating on and developing social media, content and performance marketing strategy"
          ]
        },
        {
          "title": "Business Intelligence Analyst",
          "location": "Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Provide support for the development of business intelligence solutions.",
            "Critically analyze internal data, provide insights and present findings to internal users.",
            "Work on complex cross-functional IT and business intelligence solutions.",
            "Provide timely reporting and work with business analysts to extract and present insights on operational performance to top management.",
            "Manage the reporting and analytics platform(s) to ensure that scheduled jobs are successfully run and analytics data aligns to timeliness / completeness requirements",
            "Be part of a highly entrepreneurial and international team and take part in the creating of a leading internet venture with a focus on advancing financial technology.",
            "Managing the reporting and marketing analytics platform(s) to ensure web analytics data aligns to timeliness / completeness requirements.",
            "Working with the tech team to ensure that databases feeding the reporting platforms optimize"
          ],
          "qualification": [
            "Bachelor's Degree (S1) in Information System, Computer Science, Math, Statistics or related field.",
            "Good command of SQL, have the ability to write advanced DB queries in preferred languages (SQL as the minimum requirement, able to use Python/Java/Javascript is a plus).",
            "Ability to quickly disseminate data to find key trends, as well as ability to dive deep and mine the data behind these.",
            "Comfortable working with datasets containing millions of rows and creating complex visualizations from raw data in a live dashboard environment.",
            "Experience working as part of a data analytics team in an analytical and development capacity preferred is a plus.",
            "Excellent written and verbal communication skills.",
            "Experience working with analytical tools (R, Hadoop) is a plus",
            "2-3 years experience in MIS or similar role is preferable. Fresh graduates from reputable university are welcome.",
            "Ability to work well and deliver under pressure."
          ]
        },
        {
          "title": "Telemarketing Supervisor",
          "location": "Kec. Kb. Jeruk, Kota Jakarta Barat, Daerah Khusus Ibukota Jakarta, Indonesia",
          "posted_by": "",
          "description": [],
          "qualification": [
            "Responsible for distributing database to telesales officer, directing and guiding the telesales method of selling, offering, and handling life and health insurance products to Customers",
            "Leads and monitors activities of Telesales Representatives to ensure effective performance.",
            "Support sales team and monitor the quality of phone calls and Customer communications.",
            "Provides motivation to Representatives through individual contact, goal setting, periodic meetings and recommendation of incentive plans.",
            "Trains staff on products and services (through formal training and one-on-one coaching/ mentoring) by focusing on the sales process to ensure maximum lead generation and high closure rates for new business.",
            "Compile all information for the generation of monthly reports, including monthly and quarterly revenue tracking and forecasting."
          ]
        }
      ]
    }
  },
  {
    "data": {
      "Product": [
        {
          "title": "Product Owner (Entry, Mid and Senior Levels Available)",
          "location": "Jakarta, Indonesia",
          "posted_by": "Aldo Winata",
          "description": [
            "Research, analyze, define product features and you create metrics to measure the impact of your product to the company",
            "Be the primary driver of your product's planning and execution",
            "Write the specs of new features and enhancements",
            "Come up with product road map and rally other people to join your cause to realize your product vision. You are expected to be able to prototype your vision to convince others if necessary.",
            "Work with engineers, designers, ops, sales, legal and even external partners to make things happen"
          ],
          "qualification": [
            "Minimum Bachelor’s Degree (S1)",
            "Passionate in data-driven product development and has excellent analytical skills to process the data",
            "Detail oriented",
            "Strong planner and very organized",
            "A strong drive to make things happen",
            "Solid oral and written communications skills",
            "Has prior experience as a product manager / software developer / UX designer / project manager",
            "Proficiency in, at least, one programming language such as Java, PHP, Javascript, Python, Ruby, Rust, Go, Haskell",
            "Has prior experience in agile product development",
            "Has advanced degrees i.e. Masters, Phd, MBA, etc"
          ]
        }
      ]
    }
  },
  {
    "data": {
      "Business Development": [
        {
          "title": "Business Development Manager - Insurance",
          "location": "Central Jakarta, Central Jakarta City, Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "In charge of creating partnerships with E-Commerce that can benefit Cermati",
            "Have a deep understanding of both our product and the partners' product in order to create a successful partnership",
            "Prepare an interesting and accurate customized presentation to be presented to potential partners",
            "Keep a great ongoing relationships with current partners and offer new ways to grow the partnership",
            "Identify potential opportunities, create innovative strategies, and implement them",
            "Researching ways to increase the value of our products for our clients be it missing features, improvements, client feedback, etc",
            "Collaborate with the product team to create an effective strategy"
          ],
          "qualification": [
            "Having experience in handling account management, preferably familiar with digital insurance business",
            "Vast network to E-commerce clients is a plus",
            "Minimum 2 years experienced from related industry",
            "Bachelor degree from any major",
            "Excellent communication skills, good negotiator, and good presentation",
            "Adequate ability to write and speak in English",
            "Energetic, mature, accountable, self-drive, fast learner, and good analytical skills"
          ]
        },
        {
          "title": "Insurance Account Manager - General Insurance",
          "location": "Central Jakarta, Central Jakarta City, Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Providing existing business and generate new business opportunities by actively contacting prospects, scheduling appointments, making sales presentations and closing new General Insurance business accounts.",
            "Develop prospecting strategies to increase opportunities for new business.",
            "Build and maintain client relationships and provide oversight to account activity.",
            "Working closely with insurance partner for handling client claim settlement"
          ],
          "qualification": [
            "Male/Female Max 35 Years Old",
            "Must have minimum 2 – 3 years as General Insurance Account Manager experience or equivalent in Insurance Company or Brokers. Additional insurance education or designation preferred",
            "Must have experience for maintaining general insurance on large company",
            "Must Have deep knowledge of General Insurance product",
            "Must be proficient in Ms Office and preparing presentation",
            "Must be highly organised and work well in team environment. Must have excellent interpersonal relationship skills",
            "Ability to assess and maintain multiple priorities while managing one or more books of business"
          ]
        },
        {
          "title": "Digital Account Manager",
          "location": "West Jakarta, Kebon Jeruk, West Jakarta City, Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Selling advertising and solutions by establishing contact and developing relationships with all the banks, multi finances in Indonesia.",
            "Maintaining relationship with clients by providing support, information, and guidance",
            "Making sales plan and implementation.",
            "Finding contacts of prospective clients through means of telephone, email, face to face cold calling, direct mail, and networking.",
            "Presenting product information to clients.",
            "Preparing reports by collecting, analyzing, and summarising campaign result information."
          ],
          "qualification": [
            "Bachelor degree in any major.",
            "Able to operate Microsoft office.",
            "Excellent communication skills, good negotiator, and good presentation.",
            "Adequate ability to write and speak in English.",
            "Energetic, mature, accountable, self-drive, fast learner, and good analytical skills.",
            "2+ years experience in sales/account executive or 1+ year experience as an account manager.",
            "Has basic understanding about digital media sales.",
            "Has experience in selling advertising to bank and multi-finance companies.",
            "Having experience in selling advertising digital is a must"
          ]
        },
        {
          "title": "Insurance Account Executive",
          "location": "Central Jakarta, Central Jakarta City, Jakarta, Indonesia",
          "posted_by": "Yovita Laurenzia",
          "description": [
            "Resolving Helpline queries from clients and employees",
            "Processing employee data using a combination of Excel and administration systems, including new starters, leavers and changes, to accurately produce all relevant reports for Insurers, providers and payroll",
            "Ensure all employee data is processed within agreed service levels",
            "Administering all aspects of clients’ monthly and annual enrolments",
            "Support consultants with taking on new clients and assist with renewal project work",
            "Working with the rest of the team to review and improve processes and systems"
          ],
          "qualification": [
            "Minimum hold a Bachelor degree from reputable university",
            "Highly competent user of Excel, ideally with experience of validating and manipulating employee data",
            "Must have deep knowledge of Employee Benefit and/or General Insurance product",
            "A warm and friendly yet professional telephone manner when dealing with clients and their employees",
            "Great communication skills – verbally and written",
            "Highly resourceful, demonstrating the ability to adapt to new technologies and new methods of working",
            "Able to work to a high level of accuracy",
            "Able to work well under pressure and meet delivery targets"
          ]
        },
        {
          "title": "Insurance Account Manager - Employee Benefit",
          "location": "Jakarta, Indonesia",
          "posted_by": "Yovita Laurenzia",
          "description": [
            "Providing existing business and generate new business opportunities by actively contacting prospects, scheduling appointments, making sales presentations and closing new EB business accounts.",
            "Develop prospecting strategies to increase opportunities for new business.",
            "Build and maintain client relationships and provide oversight to account activity.",
            "Working closely with insurance partner for handling client claim settlement"
          ],
          "qualification": [
            "Male/Female Max 35 Years Old",
            "Must have minimum 2 – 3 years as Employee Benefit Account Manager experience or equivalent in Insurance Company or Brokers. Additional insurance education or designation preferred",
            "Must have experience for maintaining employee benefit on large company",
            "Must Have deep knowledge of Employee Benefit product",
            "Must be proficient in Ms Office and preparing presentation",
            "Must be highly organised and work well in team environment. Must have excellent interpersonal relationship skills",
            "Ability to assess and maintain multiple priorities while managing one or more books of business"
          ]
        },
        {
          "title": "Insurance Technical Manager",
          "location": "Jakarta, Indonesia",
          "posted_by": "Yovita Laurenzia",
          "description": [
            "Design customized insurance products according to client requirements & communicate it to the insurance partner, product manager, finance, and another stakeholders.",
            "Work together with business development to meet and analyse partner's needs",
            "Accompany business development when meeting with a prospect client and help to find out how insurance can be the client's marketing strategy / added value.",
            "Provide daily and weekly reporting to Chief Business Officer"
          ],
          "qualification": [
            "Minimum 3 years of experience in insurance industry",
            "Experienced in general insurance industry, especially business/product",
            "Experienced in developing general insurance product",
            "Excellent written and verbal communication skills",
            "Understand all aspects of a successful general insurance product throughout its life cycle",
            "Great understanding of trend, recent news, ins and outs about insurance and fintech is a plus",
            "Able to work independently or in a team"
          ]
        },
        {
          "title": "Insurance Partnership Manager",
          "location": "Central Jakarta, Central Jakarta City, Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Selling advertising and solutions by establishing contact and developing relationships with all insurance companies in Indonesia.",
            "Maintaining relationship with clients by providing support, information, and guidance",
            "Making sales plan and implementation.",
            "Finding contacts of prospective clients through means of telephone, email, face to face cold calling, direct mail, and networking.",
            "Presenting product information to clients.",
            "Preparing reports by collecting, analyzing, and summarising campaign result information."
          ],
          "qualification": [
            "2+ years experience in partnership/marketing executive or 1+ year experience as an partnership/marketing manager.",
            "Has basic understanding about digital media sales.",
            "Has experience in selling advertising to insurance companies, preferably from insurance marketplace company",
            "Bachelor degree in any major.",
            "Able to operate Microsoft office.",
            "Excellent communication skills, good negotiator, and good presentation.",
            "Adequate ability to write and speak in English.",
            "Energetic, mature, accountable, self-drive, fast learner, and good analytical skills."
          ]
        },
        {
          "title": "Insurance Agency Manager",
          "location": "Central Jakarta, Central Jakarta City, Jakarta, Indonesia",
          "posted_by": "Yovita Laurenzia",
          "description": [
            "Achieve the target premium, number of recruitment and partner activation defined by the company",
            "Manage relations with agency for further business partnerships",
            "Approach potential agency to propose digital insurance solutions for agent businesses, including but not limited to developed continuous strategies in recruit for new agent",
            "Give the best service to partners in terms of payment, claim and others via digital",
            "Understand agents business environments and needs as well as foresee risks and or opportunities to propose company’s services to match with agent’s portfolio or business",
            "Internally work with product development and operation teams to tailor made solutions for the agents",
            "Build and work to have a sustain lasting relationships network of agent",
            "Introduce and provide the training for potential partners"
          ],
          "qualification": [
            "Have a minimum of 5+ years of hands on recruiting new agencies",
            "Have a wide network and experience in the insurance area, especially in agency development",
            "A strong leader in new agent acquisition from service and consumer industries",
            "Ability to work with young and dynamic multinational organisation, preferably the candidate with digital & start-up mindset",
            "An energetic, proactive self-starter who is highly capable of identifying and executing the necessary steps needed to drive sales for an organisation",
            "Ability to identify and form relationships with relevant decision makers",
            "Good command of English, presentation, interpersonal and selling skills are required.",
            "Preferably a candidate with strong and proven agency network",
            "Able to do training and development programs to agents for both product and sales skills is a plus"
          ]
        },
        {
          "title": "Business Development Manager - Banking",
          "location": "Jakarta, Indonesia",
          "posted_by": "Yovita Laurenzia",
          "description": [
            "In charge of creating partnerships with banking companies that can benefit Cermati",
            "Have a deep understanding of both our product and the partners' product in order to create a successful partnership",
            "Prepare an interesting and accurate customized presentation to be presented to potential partners",
            "Keep a great ongoing relationships with current partners and offer new ways to grow the partnership",
            "Identify potential opportunities, create innovative strategies, and implement them",
            "Researching ways to increase the value of our products for our clients be it missing features, improvements, client feedback, etc",
            "Collaborate with the product team to create an effective strategy"
          ],
          "qualification": []
        }
      ]
    }
  },
  {
    "data": {
      "Business Operations": [
        {
          "title": "Data Scientist - Risk Modelling Specialist",
          "location": "Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Working in a team to build credit risk modelling, analytics and reporting for retail customer",
            "Partner with product team to determine how technology help to detect and reduce risk.",
            "Analyze key metrics to determine risk. Help building the variety of data ingredients needed to do modelling effectively",
            "Maintain the credit model platform which is utilised by the team and expected to provide advice and guidance on ongoing efficiency gains and new credit modelling methodology."
          ],
          "qualification": [
            "Have an undergraduate degree in an analytical discipline (e.g. math, statistics), however other disciplines will be considered",
            "Have experience of using statistic tool such as R, Python SAS, SQL analytical tools or advanced MS Excel skills",
            "Willingness to get his/her hands dirty to build the data"
          ]
        },
        {
          "title": "Car Insurance Telemarketing",
          "location": "West Jakarta, Kebonjeruk, West Jakarta City, Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Menelepon dan verifikasi data ke customer",
            "Menawarkan produk-produk finansial via telepon",
            "Mengisi formulir dengan menggunakan program komputer yang tersedia",
            "Memastikan aplikasi terisi dengan lengkap",
            "Memastikan customer yang mendaftar ditindaklanjuti dengan cepat dan tanggap"
          ],
          "qualification": [
            "Umur 18-35 Tahun",
            "Minimal Pendidikan SMA/Sederajat",
            "Memiliki kemauan tinggi untuk mencapai target (target-oriented person)",
            "Mampu berkomunikasi dengan menggunakan Bahasa Indonesia yang baik dan benar",
            "Memilki pengalaman minimal 1 tahun di bidang Telemarketing Asuransi Mobil",
            "Mampu mengoperasikan komputer dengan baik",
            "Tidak sedang kuliah",
            "Bersedia ditempatkan area Tomang, Jakarta Barat",
            "Cepat belajar dan menerima instruksi dengan baik",
            "Rajin, disiplin, dan bertanggung jawab atas pekerjaannya"
          ]
        },
        {
          "title": "Health Insurance Telemarketing",
          "location": "West Jakarta, Kebonjeruk, West Jakarta City, Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Menelepon dan verifikasi data ke customer",
            "Menawarkan produk-produk finansial via telepon",
            "Mengisi formulir dengan menggunakan program komputer yang tersedia",
            "Memastikan aplikasi terisi dengan lengkap",
            "Memastikan customer yang mendaftar ditindaklanjuti dengan cepat dan tanggap"
          ],
          "qualification": [
            "Umur 18-35 Tahun",
            "Minimal Pendidikan SMA/Sederajat",
            "Memiliki kemauan tinggi untuk mencapai target (target-oriented person)",
            "Mampu berkomunikasi dengan menggunakan Bahasa Indonesia yang baik dan benar",
            "Memilki pengalaman minimal 1 tahun di bidang Telemarketing Asuransi (Kesehatan / Jiwa)",
            "Mampu mengoperasikan komputer dengan baik",
            "Tidak sedang kuliah",
            "Bersedia ditempatkan area Tomang, Jakarta Barat",
            "Cepat belajar dan menerima instruksi dengan baik",
            "Rajin, disiplin, dan bertanggung jawab atas pekerjaannya"
          ]
        },
        {
          "title": "Car Insurance - Telesales Assistant Manager",
          "location": "West Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Manage overall operation on the call center and logistics",
            "Strategically hire, train, and manage Operation teams",
            "Implement and refine process and procedures to improve overall operations and meet SLA’s",
            "Partner with product team to determine how technology help to streamline day to day operation.",
            "Previous experience managing and optimizing call center and logistics is highly proffered.",
            "Analyze key operations metrics to determine KPI and SLA for operation team."
          ],
          "qualification": [
            "5+ years of Telesales Experience in Car Insurance",
            "Experience hiring and developing a telesales and logistic team.",
            "Experience coordinating projects & campaigns across teams.",
            "Ability to multitask and execute in a fast-paced, team-oriented environment",
            "Strong analytical skills. Proven ability to review detailed data and produce meaningful analysis",
            "Strong problem solving skills and ability identify root causes",
            "Working knowledge of medium-large operations in bank or insurance call center",
            "Bonus Points: Experience in managing large scale operation teams either in bank or insurance call center"
          ]
        },
        {
          "title": "Technical Support Specialist",
          "location": "West Jakarta, Kebonjeruk, West Jakarta City, Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Create and manage SOP for operational and complaint workflow between the Company and related merchants.",
            "Maintain updates of merchant products.",
            "Communicate with merchant operational teams for complaint handling and resolution.",
            "Learn and adapt to merchant operation flows for complaint management across multiple issues including payment, product issuance, and refunds.",
            "Use back office tool and database for complaint monitoring and tracking.",
            "Train and lead technical support team.",
            "Create and enforce KPI and SLA of ticket management for the technical support team.",
            "Review and analyze performance metrics to identify opportunities for performance improvement"
          ],
          "qualification": [
            "Male.",
            "Minimum of 3 years supervisory experience in complaint handling & operations environment.",
            "Demonstrates ability to process data and use the data to drive decision making.",
            "Familiar with sales, payment flows, and post-sales services.",
            "Required skill(s): communication, computer, negotiation, complaint handling.",
            "Strong interpersonal and communication skills with the ability to communicate effectively.",
            "Interest in streamlined flows and efficient processes and able to drive scalability.",
            "Display strong ability to drive problem-solving, identify root cause, analyze data details to take appropriate actions.",
            "Ability to learn processes",
            "Ability to produce specification documents with minimal supervision."
          ]
        },
        {
          "title": "Insurance Claim Supervisor",
          "location": "Central Jakarta, Central Jakarta City, Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Handle insurance recoupment and reconciliation works, communicate with providers and members via call and email for collection and explanation",
            "Follow up on manual claim and SOP strictly, adjudicate claims according to benefit policies, and meet both financial/procedure accuracy and target on claims adjudication",
            "Performed insurance claims assessment according to the actual situation",
            "Review the approved claims to ensure the accuracy and made an adjustment as necessary",
            "Generate daily claim process and all related document from the system and preparing claims documents to be sent to the payer",
            "Investigate claims through liaison parties to determine the eligibility of the claims",
            "Complete all daily call log and daily claim log",
            "Prepare claim report on a regular basis",
            "Accountable on daily operations to meet productivity or service standards as defined by management in line with department and/or division"
          ],
          "qualification": [
            "Minimum 1-2 years experience on handling insurance claims in broker insurance company",
            "Having experience in managing e-commerce insurance inquiries",
            "Excellent knowledge of insurance policy and claim procedure, preferably handled shipping, travel, gadget, or retail insurance products",
            "Computer literate and proficient in using Microsoft office",
            "Detail oriented",
            "Good analysis and communication skill"
          ]
        },
        {
          "title": "Head Risk Analytics & Modelling",
          "location": "Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Build credit risk modelling, analytics and reporting for retail customerStrategically hire, train, and manage risk teams",
            "Partner with product team to determine how technology help to detect and reduce risk.",
            "Analyze key metrics to determine risk.",
            "Mentoring and supporting junior members of the team will be a key part of the role, in both technical data manipulation skills and documentation delivery.",
            "Maintain the credit model platform which is utilised by the team and expected to provide advice and guidance on ongoing efficiency gains and new credit modelling methodology."
          ],
          "qualification": [
            "Have an undergraduate degree in an analytical discipline (e.g. maths, statistics), however other disciplines will be considered",
            "Have 5+ experience of working in credit / risk modelling for retail customers especially unsecured lending in bank or non bank",
            "Have significant experience of credit modelling using statistic tool such as R, Phyton SAS, SQL analytical tools or advanced MS Excel skills",
            "Previous experience building unsecured lending credit risk modelling is highly prefered.",
            "Have strong verbal and written skills that ensure you can explain technical concepts to less technically focused colleagues and produce suitable documentation",
            "Be organised, approachable, confident in engaging with stakeholders at all levels and a keen attention to detail",
            "Experience of reporting in a Financial environment.",
            "Experience and/or understanding of data validation and verification techniques, advanced data manipulation techniques, development and production lifecycles, error handling, and automated reporting generation."
          ]
        },
        {
          "title": "CEO Office - Special Projects",
          "location": "Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Be the gatekeeper of the CEO’s office and continually monitor the flow of information going in and out to the CEO’s office",
            "Make sure that strategic projects and policies are followed up and completed in a timely manner ensuring high quality delivery",
            "Oversees and follows-up with staff on the timely and quality execution of planned activities related to strategic projects and decisions taken by the CEO",
            "Carry out research and relevant studies on topics related to business, product expansion, company expansion, competitive analysis, policy and others as required and prepare reports on findings",
            "Reviews and comments on materials and documents related to the execution of high profile strategic projects and programs being presented to the CEO thus ensuring accuracy and quality",
            "Maintain accurate and up to date company data, reporting and communications",
            "Assist CEO in communicating in writing as well as in person from the CEO’s office to both internal staff and external high level officials and business executives",
            "Be the gatekeeper of company policies, procedures and methods of operation to ensure compliance across the company"
          ],
          "qualification": [
            "Minimum of 3 years in corporate planning and project management",
            "Ability to lead cross-functional teams around strategic initiatives.",
            "Degree in Engineering, Business or Finance; MBA or other Graduate degree preferred.",
            "Experience in Management Consulting preferred.",
            "Proven business writing skills & analysis skills.",
            "Strong PowerPoint and Excel skills.",
            "Demonstrated organizational and team work skills.",
            "Strong communication skills (verbal and written) with the aptitude to communicate effectively in both individual and group settings regardless of audience.",
            "Able to think creatively, identify, and build support for innovative/outside-the-box solutions."
          ]
        },
        {
          "title": "Head of Telesales",
          "location": "Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Manage overall operation on the Telesales, Call Center and Logistics",
            "Strategically hire, train, and manage Operation teams",
            "Implement and refine process and procedures to improve overall operations and meet SLA’s",
            "Partner with product team to determine how technology help to streamline day to day operation.",
            "Previous experience managing and optimizing call center and logistics is highly proffered.",
            "Analyze key operations metrics to determine KPI and SLA for operation team."
          ],
          "qualification": [
            "5+ years of Operation Excellence",
            "Experience hiring, building and developing a top performing telesales and logistic team.",
            "Experience coordinating projects & campaigns across teams.",
            "Ability to multitask and execute in a fast-paced, team-oriented environment",
            "Strong analytical skills. Proven ability to review detailed data and produce meaningful analysis",
            "Strong problem solving skills, analytics and ability identify root causes",
            "Working knowledge of medium-large operations",
            "Experience in managing large scale operation teams either in banking, insurance, e-commerce or call center"
          ]
        },
        {
          "title": "Corporate Communications Manager",
          "location": "Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Develop public relations strategies to improve corporate branding and public perception of the company",
            "Develop and distribute communication materials: press release, publications, speakers' briefs, presentation materials, and internal communications",
            "Build and maintain relationships with local and national media and agencies",
            "Manage media-related events",
            "Implement communication action plan during crisis or when reputation risk arises",
            "Be the PIC for media communication and relations",
            "Develop and manage various corporate communication channels",
            "Participate in the development of internal communication strategy and training for employees",
            "May work with other departments in the company to generate and implement new ideas and strategies in communication"
          ],
          "qualification": [
            "Bachelor’s degree in communications, journalism, public relations or relevant field.",
            "A minimum of 5 years’ experience in a similar role.",
            "Proven experience creating targeted content is advantageous.",
            "Strong knowledge of communication practices and techniques.",
            "Outstanding written and verbal communication skills.",
            "Must be able to multitask and work well under pressure.",
            "Excellent organizational and leadership abilities."
          ]
        },
        {
          "title": "Legal & Government Affair - Senior Associate",
          "location": "Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Maintains and nurtures relationships with government, regulator, authorities, association, and all committees, legislatively represents and protects company interest",
            "Help analysis of proposed regulation actions, determines the potential impact on the organization and develops appropriate responses",
            "Monitor, and influence regional government regulatory and policy landscape and issues, for the public policy and government relations division",
            "Attend meetings and events with association, regulator and government agencies.",
            "Work together with Operations, Corporate Affairs, PR, and Marketing, Legal, and other divisions to ensure company compliance"
          ],
          "qualification": [
            "Min. bachelor degree or master degree - preferably law or public policy",
            "Having minimum 3 years of experience in related field",
            "Good communication and presentation skills",
            "Possesses high learning, agility, and curiosity",
            "Excellent analytical, problem solving and planning skills",
            "Solid political acumen",
            "Strategic advocacy and communications planning skills",
            "Experience in the government or public affairs sectors, public policy consultant, law firm or NGO is a plus."
          ]
        },
        {
          "title": "Operations Strategist",
          "location": "Jakarta, Indonesia",
          "posted_by": "Yovita Laurenzia",
          "description": [],
          "qualification": []
        },
        {
          "title": "Head of Operation",
          "location": "Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Manage overall operation on the call center and logistics",
            "Strategically hire, train, and manage Operation teams",
            "Implement and refine process and procedures to improve overall operations and meet SLA’s",
            "Partner with product team to determine how technology help to streamline day to day operation.",
            "Previous experience managing and optimizing call center and logistics is highly proffered.",
            "Analyze key operations metrics to determine KPI and SLA for operation team."
          ],
          "qualification": [
            "5+ years of Operation Excellence",
            "Experience hiring and developing a telesales and logistic team.",
            "Experience coordinating projects & campaigns across teams.",
            "Ability to multitask and execute in a fast-paced, team-oriented environment",
            "Strong analytical skills. Proven ability to review detailed data and produce meaningful analysis",
            "Strong problem solving skills and ability to identify root causes",
            "Working knowledge of medium-large operations",
            "Bonus Points: Experience in managing large scale operation teams either in e-commerce or call center",
            "Preferable comes from consulting company"
          ]
        }
      ]
    }
  },
  {
    "data": {
      "People Ops": [
        {
          "title": "Talent Acquisition Coordinator",
          "location": "Central Jakarta, Central Jakarta City, Jakarta, Indonesia",
          "posted_by": "Yovita Laurenzia",
          "description": [
            "Coordinate all hiring activities.",
            "Undertake clerical duties (e.g. answering emails, sending and checking initial test, etc)",
            "Schedule interviews and keep calendars for all hiring teams and candidates.",
            "Greet and assist candidate’s interview",
            "Maintain candidate database",
            "Handle records and paperwork.",
            "Resolve issues in a timely and efficient manner.",
            "Support assignments or projects (as required) to enhance the effectiveness of the talent acquisition team."
          ],
          "qualification": [
            "Diploma/Bachelor Degree in any major, preferable business administration, management, or psychology, fresh graduates are welcome to apply.",
            "An excellent organizer and communicator, and gives great attention to details.",
            "Familiar with recruitment software (ATS) and Microsoft Office.",
            "Good interpersonal skills, able to handle people tactfully and sensitively.",
            "Able to work independently or team, manage multiple and often conflicting priorities.",
            "Self Driven, tenacity, client focused and hard worker"
          ]
        },
        {
          "title": "HR Business Partner",
          "location": "Central Jakarta, Central Jakarta City, Jakarta, Indonesia",
          "posted_by": "Yovita Laurenzia",
          "description": [
            "Working closely with business line to develop HR strategies and provide daily guidance",
            "Identify HR problems and needs and develop the right strategies to address it.",
            "Develop practical strategies to optimise people engagement and performance.",
            "Together with management and employees, creating programs to improve work relationships, build morale and increase productivity and retention",
            "Advocate and promote company, its value, mission, culture and other policies.",
            "Provide appropriate coaching and feedback to leaders and individual contributors.",
            "Liaise with HR and Department Lead in order to solve any issue/problem in business which relate to HR and require HR expertise, initiative, and services",
            "Handle various HR projects from end to end"
          ],
          "qualification": [
            "Having more than 5 years of working experience in HR",
            "A comprehensive and proven HR business partner experience in fast paced, collaborative working environment",
            "Excellent work ethics, interpersonal, communication, and problem solving skills",
            "Highly adaptable and have the ability to thrive in a fast-paced environment",
            "Strong interpersonal skills and ability to communicate and team effectively at all levels",
            "Strategic mind-set with ability to apply innovative thinking to resolve issues & partner with key stakeholders in the business while leading business stakeholder from an operational perspective",
            "Ability to communicates challenges as well as influence a variety of stakeholders effectively."
          ]
        },
        {
          "title": "Project Coordinator - Procurement",
          "location": "Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Lead procurement-related projects; coordinating users, stakeholders, vendors, and other internal departments in the company",
            "Work with stakeholders to establish the scope and objectives for procurement projects, the timeline, and expectations for involved parties",
            "Manage suppliers / third party while proactively seeking and developing new suppliers that strategically fit within the Company Operating Plan according to ISO 27001",
            "Manage supplier performance and process improvements to impact the supply chain’s needs and issues.",
            "Coordinate supplier certification, supplier ratings, and sourcing initiatives.",
            "Direct staff in the process of daily requisitions, expedite deliveries, resolve quality issues, and adjust supply chain as required.",
            "Responsible for commodity purchases to support all Company business requirements.",
            "Develop and maintain positive supplier relationships.",
            "Resolve invoicing exceptions with suppliers and internal Accounts Payable Dept.",
            "Develop, implement, and manage cost budgeting and cost savings ideas.",
            "May be assigned to special projects and/or required to perform other duties not assigned, based on business needs."
          ],
          "qualification": [
            "Minimum 4-5 years’ experience in purchasing or related field",
            "Strong computer skills including Excel, Word, and Purchasing System (such as SAP, SRM, etc) is preferrable.",
            "Having experience in project and operational Procurement in Startup (preferably)",
            "Strong written and verbal communication skills.",
            "Excellent analytical, problem solving, decision making and negotiation skills.",
            "Excellent time management skills, attention to detail and the ability to learn quickly.",
            "Ability to manage multiple projects while effectively meeting deadlines.",
            "Having experience managing Supplier / Third Party based on ISO 270001"
          ]
        },
        {
          "title": "Senior Recruiter - Financial Industry",
          "location": "Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Source candidates from multiple channels and make recommendation for new channels",
            "Manage candidate source to ensure a continuous stream of candidates",
            "Shortlist candidates and select the best from our pool of applicants",
            "Identify great talents for potential needs in the company",
            "Interview candidate for culture-fit selection process",
            "Keep track and prepare reports of open positions, hiring funnel, turnover rate, and headcount requisition from hiring managers",
            "Be the HR business partner to hiring managers by providing the market landscape and industry standards",
            "Participate in a variety of HR projects"
          ],
          "qualification": [
            "Have excellent interviewing skills to identify candidates' talents, motivation, and cultural fit",
            "Previous experience in headhunting or outsourcing company preferred",
            "Able to work with a large number of job applications and interviews on a daily basis",
            "Have excellent communication and time management skills",
            "Comfortable with ambiguity and rapid changes",
            "Proactive, ambitious, and persistent",
            "HR knowledge on banking, insurance, and/or other fintech industry preferred",
            "At least 3 years experience in HR or Recruitment"
          ]
        },
        {
          "title": "Operations Trainer",
          "location": "Jakarta, Indonesia",
          "posted_by": "Yovita Laurenzia",
          "description": [],
          "qualification": []
        },
        {
          "title": "VP Of People Ops",
          "location": "Jakarta, Indonesia",
          "posted_by": "",
          "description": [
            "Serve as a the leader for the People Operation / Human Resources team",
            "Advise, counsel and influence the business leadership team in executing the people operation",
            "Drive change through organization design and operationalization of organizational models",
            "Advise on recruiting, performance management, employer branding and culture issues",
            "Lead the company key talent acquisition effort",
            "Drive initiatives focused on employee satisfaction",
            "Lead the performance management process process",
            "Lead initatives across the HR team"
          ],
          "qualification": [
            "10+ years HR experience that includes HR generalist/business partner/Recruitment experience and managing HR team",
            "Consulting, Technology and Finance industry experience strongly preferred",
            "Extensive experience in stakeholder management around complex strategic HR issues such as talent management, org design/development, change management, compensation and employee relations",
            "Proven track record in developing strategy and driving change to help drive business results and execute on key initiatives",
            "Superb relationship management skills, project management and the ability to develop strong interpersonal alliances at all levels",
            "Deep technical HR competence with the ability to influence using a balance of technical HR expertise, business acumen and relationship skills",
            "Business driven individual with strong financial acumen",
            "High level of interpersonal skills and integrity; solid team player",
            "Able to achieve results quickly in a fast-paced organization; thrives in a high intensity environment with multiple and competing priorities",
            "Unquestionable business and personal integrity and values congruent with those of the organization"
          ]
        }
      ]
    }
  }
]
